// for testing purposes
const quotes = [
  {
    id: 0,
    author: "Маркус Туллий Цицерон",
    tags: [],
    text: `“A room without books is like a body without a soul.”`,
  },
  {
    id: 1,
    author: "Франц Кафка",
    tags: [],
    text: `“Две задачи начала жизни: все больше ограничивать свой круг и постоянно проверять, не спрятался ли ты где-нибудь вне своего круга.”`,
  },
  {
    id: 2,
    author: "Иван Бунин",
    tags: [],
    text: `“Тщеславие выбирает, истинная любовь не выбирает.”`,
  },
  {
    id: 3,
    author: "Иоганн Гёте",
    tags: [],
    text: `“Кто сознательно считает себя ограниченным, тот ближе всего к совершенству.”`,
  },
  {
    id: 4,
    author: "Белла Ахмадулина",
    tags: [],
    text: `“Хороших предчувствий не бывает.”`,
  },
  {
    id: 5,
    author: "Роберт Рождественский",
    tags: [],
    text: `“
    А в общем, надо просто помнить долг
от первого мгновенья до последнего.”`,
  },
  {
    id: 6,
    author: "Булат Окуджава",
    tags: [],
    text: `“Мне без тебя минута — как столетье.
    Но целый век — как миг, когда с тобой.”`,
  },
  {
    id: 7,
    author: "Омар Хайям",
    tags: [],
    text: `“Сорванный цветок должен быть подарен, начатое стихотворение — дописано, а любимая женщина — счастлива, иначе и не стоило браться за то, что тебе не по силам.”`,
  },
  {
    id: 8,
    author: "Пауло Коэльо",
    tags: [],
    text: `“Все всегда заканчивается хорошо. Если все закончилось плохо, значит это еще не конец.”`,
  },
  {
    id: 9,
    author: "Михаил Булгаков",
    tags: [],
    text: `“Умные люди на то и умны, чтобы разбираться в запутанных вещах.”`,
  },
  {
    id: 10,
    author: "Владимир Высоцкий",
    tags: [],
    text: `“Утро вечера мудренее, но и в вечере что–то есть.”`,
  },
];

export default quotes;
